<?php

return [

    'verification_sent' => 'تم إرسال رمز التحقق بنجاح',
    'verification_not_sent' => 'حدث خطأ أثناء إرسال رمز التحقق، قم بالتحقق من صحة رقم هاتفك واعادة المحاولة',
    'user_not_registered' => 'مزود الخدمة غير مسجل',
    'logged_out' => 'تم تسجيل الخروج بنجاح',
    'incorrect_code' => 'رمز التحقق الذي ادخلته غير مطابق',
    'logged_in' => 'تم تسجيل الدخول بنجاح',
    'inactive' => 'عفوا حسابك غير نشط في الوقت الحالي قم بمراجعة الادارة لمزيد من التفاصيل',
    'registered' => 'تم التسجيل بنجاح',
    'updated' => 'تم تعديل بياناتك بنجاح',

];
