<?php

return [

    'verification_sent' => 'تم إرسال رمز التحقق بنجاح',
    'verification_not_sent' => 'حدث خطأ أثناء إرسال رمز التحقق، قم بالتحقق من صحة رقم هاتفك واعادة المحاولة',
    'user_not_registered' => 'مزود الخدمة غير مسجل',
    'logged_out' => 'تم تسجيل الخروج بنجاح',
    'incorrect_code' => 'رمز التحقق الذي ادخلته غير مطابق',
    'logged_in' => 'تم تسجيل الدخول بنجاح',
    'inactive' => 'عفوا حسابك غير نشط في الوقت الحالي قم بمراجعة الادارة لمزيد من التفاصيل',
    'registered' => 'تم التسجيل بنجاح',
    'updated' => 'تم تعديل بياناتك بنجاح',
    'workingDaysUpdated' => 'تم تعديل مواعيد العمل في الاسبوع بنجاح',
    'noImage' => 'ليس لمزود الخدمة هذا صور',
    'imageAdded' => 'تمت اضافة الصورة الجديدة بنجاح',
    'cannotAddImage' => 'عفوا لقد بلغ عدد صورك الحد الاقصي المسموح به',
    'cannotAddImageNotSpecial' => 'عفوا لا يمكنك اضافة صورة وانت مزود خدمة غير مميزة',
    'imageDeleted' => 'تم حذف الصورة بنجاح',
    'imageNotExist' => 'عفوا هذه الصورة غير موجودة',
    'providerNotExist' => 'عفوا مزود الخدمة هذا غير موجود',
    'contactUpdated' => 'تم تعديل بيانات التواصل الخاصة بك',
    'noLocation' => 'لم يتم تعيين موقع مزود الخدمة حتي الان',
    'locationUpdated' => 'تم تحديث موقعك بنجاح',
    'rated' => 'تمت اضافة تقييمك بنجاح',
    'viewAdded' => 'تمت زيادة مشاهدات مزود الخدمة بنجاح',

];
